testing/log/29-10-2023 (1000, image)/load-testing-steadystate.log
→    ✗ status was 200
→     ↳  0% — ✓ 0 / ✗ 1005

→    checks.....................: 0.00%   ✓ 0         ✗ 1005  
→    data_received..............: 0 B     0 B/s
→    data_sent..................: 152 kB  1.8 kB/s
→    http_req_blocked...........: avg=115.21ms min=0s  med=96.36ms  max=314.14ms p(90)=200.01ms p(95)=257.88ms
→    http_req_connecting........: avg=114.73ms min=0s  med=95.84ms  max=314.07ms p(90)=199.49ms p(95)=257.48ms
→    http_req_duration..........: avg=55.11s   min=0s  med=59.89s   max=59.96s   p(90)=59.93s   p(95)=59.93s  
→    http_req_failed............: 100.00% ✓ 1005      ✗ 0     
→    http_req_receiving.........: avg=0s       min=0s  med=0s       max=0s       p(90)=0s       p(95)=0s      
→    http_req_sending...........: avg=7.47ms   min=0s  med=952.28µs max=130.34ms p(90)=15.95ms  p(95)=33.69ms 
→    http_req_tls_handshaking...: avg=0s       min=0s  med=0s       max=0s       p(90)=0s       p(95)=0s      
→    http_req_waiting...........: avg=55.1s    min=0s  med=59.88s   max=59.96s   p(90)=59.93s   p(95)=59.93s  
→    http_reqs..................: 1005    11.745942/s
→    iteration_duration.........: avg=1m11s    min=45s med=1m15s    max=1m15s    p(90)=1m15s    p(95)=1m15s   
→    iterations.................: 556     6.498253/s
→    vus........................: 1       min=1       max=1000
→    vus_max....................: 1000    min=1000    max=1000